[
  {
    "name": "White Thang",
    "desc": "Cynics reckon the White Thang – spotted wandering the counties of Morgan, Etowah and Jefferson since the 1940s – could just be an albino bear. More open-minded cynics take comfort in the thought that he could just be an albino Bigfoot.<br/>Reports describe a creature standing 8 feet tall, covered in thick white hair. Others speak of a white lion with glowing red eyes that resembles a kangaroo with the head of a cat.",
    "state": "Alabama",
    "image": ""
  },
  {
    "name": "Tizheruk",
    "desc": "The ‘Loch Ness Monster’ of Alaska, Caddy the Tizheruk resurfaced in 2009 in grainy video footage shot by a fisherman who was, by all accounts, lucky not to be snatched from the deck by a notoriously snappy sea-monster.<br/>Witness reports of Tizheruk describe a giant sea serpent, 15 feet long with a flipper. The sea creature has been said to snatch people from docks and piers.",
    "state": "Alaska",
    "image": ""
  },
  {
    "name": "Mogollon Monster",
    "desc": "This “hirsute bogeyman” is said to be a Bigfootish creature, whose existence is traceable to Native American legends. Some say he’s an exiled chief; others, the man who stole another chief’s bride – and was transformed by the local medicine man as a punishment.<br/>The Mogollon Monster is described as bipedal and covered with long black or reddish-brown hair, apart from on his face, hands, feet and chest. The beast stands around 7 feet tall, has huge red eyes and gives off a terrible stink.",
    "state": "Arizona",
    "image": ""
  },
  {
    "name": "Fouke Monster",
    "desc": "The Fouke Monster has been the subject of two documentaries in which the filmmakers visited the area to investigate rumors of a big hairy beast. Both groups were lucky in that they returned from the trip unharmed… and unfortunately without any evidence.<br/>People who have glimpsed the beast describe a large, red-eyed creature covered in long dark hair.  Some say it stands around 7 feet tall, others say 10 feet. It swings its arms like a monkey and smells like a wet dog combined with a skunk.",
    "state": "Arkansas",
    "image": ""
  },
  {
    "name": "Dark Watchers",
    "desc": "The Native Chumash tribe of California’s central coast has been around for thousands of years, and even they call the Dark Watchers ‘The Old Ones.’ More recently, John Steinbeck wrote of the mysterious figures: “No one knew who the watchers were, nor where they lived, but it was better to ignore them and never to show interest in them.”<br/>The faces of these so-called Dark Watchers have never been seen and they never make a sound. Witnesses describe dark silhouettes, up to 15 feet tall, lurking against the twilight sky, often with flowing cloaks, wide-brimmed hats or walking sticks.",
    "state": "California",
    "image": ""
  },
  {
    "name": "Slide-Rock Bolter",
    "desc": "A dynamite-filled dummy left as a ‘bait’ for this predatory ‘mountain whale’ flattened the mining town of Rico – and it seems to have done for the monster, too, which hasn’t resurfaced since a wave of sightings a hundred years ago.<br/>Eye witnesses describe the Slide-Rock Bolter as a large, whale-like monster with an immense head, small eyes and a huge mouth. It has a flared tail with huge grabbing hooks at the end.",
    "state": "Colorado",
    "image": ""
  },
  {
    "name": "Melon Heads",
    "desc": "Drivers tend to hit the gas when passing through Fairfield County. Nobody wants to risk being boarded by the inbred cannibal descendants of escaped asylum patients now, do they?<br/>Those who have been unlucky enough to run into them, report tiny humans with huge heads lurking in the woods. They have bulging eyes, wiry limbs and tend to bite people who dare tread on their territory.",
    "state": "Connecticut",
    "image": ""
  },
  {
    "name": "Selbyville Swamp Monster",
    "desc": "In the 1960s, an actor named Fred Stevens dressed up as this hairy monster to frighten passing road users, apparently to provide a juicy ongoing story for a newspaper editor friend. However, sightings of the beast since and even decades before Stevens’ hoax are a good reason to stay vigilant.<br/>Descriptions of the monster are inconsistent; sometimes it is said to be a hairy bipedal creature, while other accounts describe a ghostlike figure.",
    "state": "Delaware",
    "image": ""
  },
  {
    "name": "Skunk Ape",
    "desc": "Despite Blair Witch-style digital video footage of Florida’s answer to Bigfoot, experts remain dubious as to the existence of the rarely-sighted creature. That said it has 2.2 million acre area of swampland to roam in, giving it plenty of room to hide out from nosy investigators.<br/>Sightings of the Skunk Ape tell terrifying tales of a large, foul-smelling, hairy, ape-like creature running upright on two legs.",
    "state": "Florida",
    "image": ""
  },
  {
    "name": "Altamaha-ha",
    "desc": "Swimming like a dolphin, but with the snout of a crocodile and big bug eyes, the existence of this stream-dweller has been recognized by native Americans for centuries.<br/>By all accounts, Altamaha-ha is a strange green cryptid; described as 20-30 feet long, with a sturgeon like body and a bony ridge on its top. It’s said to have large, protruding eyes and large sharp teeth.",
    "state": "Georgia",
    "image": ""
  },
  {
    "name": "Menehune",
    "desc": "Appearing only at night to build roads, dams, and temples, the Menehune are purported to be Hawaii’s own ‘ancient aliens’.<br/>The Menehune have not often been seen by human eyes. The rare reports describe beings of about 2 feet tall and some witnesses have seen them to be as tiny as six inches. So small that they would fit in the palm of your hand.",
    "state": "Hawaii",
    "image": ""
  },
  {
    "name": "Sharlie",
    "desc": "The region’s native people have long feared an ‘evil spirit’ dwelling deep in Big Payette Lake, and the 20th century was dotted with reports of sightings of a dinosaur-like creature. The national press initially named the monster Slimy Slim, but the McCall Star News switched it up after a contest to find a better name for their local celebrity.<br/>Sharlie was first described by eye witnesses as a huge log floating in the water. Subsequent sightings described a 35 feet long beast with a dinosaur-type head, pronounced jaw, humps like a camel and shell-like complexion.",
    "state": "Idaho",
    "image": ""
  },
  {
    "name": "The Enfield Horror",
    "desc": "This hissing tripod can leap at least 25 feet in a single bound and may be an evil spirit or an alien, depending on who you ask. But one eyewitness was requested, by the local sheriff, to stop telling his tale as it was attracting real danger to the neighborhood – in the form of beer-swilling monster-hunters hoping to fire a shot or two at the creature.<br/>The Enfield Horror is reported to be a greyish, 4 1/2 feet tall, three-legged beast with two pink eyes as big as flashlights. It has been seen hopping around like a kangaroo, leaving dog-like footprints with six toes.",
    "state": "Illinois",
    "image": ""
  },
  {
    "name": "Beast of Busco",
    "desc": "Thousands of people made their way to the town of Churubusco, Indiana, in the late 1940s to witness the attempted capture of this Volkswagen-sized lake monster; Buscomania gripped the town for weeks, with hunters even introducing an alluring lady-turtle to the lake in their ultimately fruitless efforts to capture the creature.<br/>But what does the Beast of Busco look like? Well, basically it’s a gigantic snapping turtle.",
    "state": "Indiana",
    "image": ""
  },
  {
    "name": "Van Meter Monster",
    "desc": "“The noise opened up again, as though Satan and a regiment of imps were coming forth for battle,” wrote a reporter for the Des Moines Daily News after the area’s resident man-shaped bat escaped into a mine shaft. Thankfully, the Van Meter Monster (and his imps) must have just been leaving, as they’ve not been spotted since.<br/>The Van Meter Monster has been described by a handful of citizens as a human-shaped beast with giant bat wings. It’s said that on the monster’s head was a horn that glowed like a searchlight.",
    "state": "Iowa",
    "image": ""
  },
  {
    "name": "Sink Hole Sam",
    "desc": "According to the legend there’s a fairly straightforward explanation for Sink Hole Sam, Kansas’s aquatic answer to the exogorth from Star Wars; it’s just a foopengerkle… whatever that is.<br/>Locals have speculated that the eel-like creature had been living in a prehistoric underground cavern that had filled with water from a sinkhole. This flooding allowed the creature to finally escape. Fishermen reported seeing something that was 15 feet in length and as round as an “automobile tire.”",
    "state": "Kansas",
    "image": ""
  },
  {
    "name": "The Kelly Little Green Men",
    "desc": "“Space goblins” was the explanation for the little silvery-green men who tormented the inhabitants of the Sutton farmhouse at Kelly one UFO-filled August night in 1955. If these diminutive aliens don’t sound super-frightening, take care to note that bullets bounce off them like metal!<br/>The earliest reports on the incident did not refer to “Little green men.” That color was added later by the national media. Early sightings described them as “silver” with “a greenish silver glow”.",
    "state": "Kentucky",
    "image": ""
  },
  {
    "name": "Rougarou Loup-Garou",
    "desc": "There are multiple origin stories/mythologies behind this Cajun critter. Nominally a werewolf, shapeshifting seems to be involved – you might end up as a human-wolf, human-otter, or were-cow, depending which variation on the curse/genetic defect afflicts you.<br/>Rougarou is most often been described as having a human body with the head of a wolf. It’s said to have glowing red eyes and razor-sharp teeth.",
    "state": "Louisiana",
    "image": ""
  },
  {
    "name": "Specter Moose",
    "desc": "People are pretty nice up in Maine, as their local monster – just a lovely (if enormous) cloud-colored moose – attests. 14/10 would hug.<br/>The creature has been described as an enormous, ghostly white moose, 10-15 feet tall with formidable antlers. It’s said to glow faintly and can appear or disappear at will.",
    "state": "Maine",
    "image": ""
  },
  {
    "name": "Chessie",
    "desc": "Chessie (to rhyme with Nessie) is Chesapeake Bay’s own blurry, camera-shy water monster. Could be an oarfish; could be an alien. Either way, she’s been particularly shy since video footage emerged in the 1980s – perhaps because overfishing has devastated the local seafood population.<br/>Sightings of Chessie describe a serpent-like creature with flippers. It said to be 25-40 feet long and swims like a snake to move through the water.",
    "state": "Maryland",
    "image": ""
  },
  {
    "name": "Dover Demon",
    "desc": "With its “figure-eight”-shaped melon head and ability to fuse with rocks, it’s pretty clear the Dover Demon is either an alien or an escaped scientific experiment. One of the only mythical creatures to have a shade of eye shadow named after it.<br/>The Dover Demon is described as having rosy orange skin and a large head on a small, stick-like body. It often travels on all fours and has glowing eyes.",
    "state": "Massachusetts",
    "image": ""
  },
  {
    "name": "The Michigan Dogman",
    "desc": "In 1887, a pair of lumberjacks chased a dog into a corner and poked it with a stick – at which point the creature stood up on its hind legs, showing itself to in fact be a kind of man-dog, or dogman if you like. Like all good boys, the dogman was perfectly peaceful; but the woodsmen ran away in terror all the same.<br/>They described what was to become known as The Michigan Dogman, as a seven-foot tall, blue-eyed canine-like animal with the torso of a man and a fearsome howl that sounds like a human scream.",
    "state": "Michigan",
    "image": ""
  },
  {
    "name": "Wendigo",
    "desc": "Look away! Not only is the Wendigo a human-eater (possibly having been cursed into its monster status for having performed an act of cannibalism while still relatively normal-looking) but even a glance at this creature can bring death.<br/>Wendigo is described as being gaunt to the point of emaciation, its skin pulled tightly over its protruding bones. It’s ash-gray and gives off a disturbing odor of decay and decomposition.",
    "state": "Minnesota",
    "image": ""
  },
  {
    "name": "Pascagoula River Aliens",
    "desc": "The carrot-headed aliens who visited a pair of night-fishermen on the Pascagoula River in a glowing egg-shaped spaceship may just have been symptoms of the witness’s hunger. Or they might have been robots; either way, they’ve not returned, having apparently been satisfied by the experiments they conducted on the two perfectly sober men.<br/>The fishermen claimed they heard a “zipping” sound and saw a glowing object hovering above the ground. Then three robot like aliens, that were just over 5 feet tall, exited from the craft.",
    "state": "Mississippi",
    "image": ""
  },
  {
    "name": "Momo",
    "desc": "If it wasn’t for his three-toed footprint, it would be easy to mistake this hairy, stinky, sandwich-stealing hominid for somebody’s dad. Other than picnic-disruption, ‘Momo’ seems to be fairly harmless.<br/>Local reports describe Momo as a foul-smelling hairy monster that leaves 3 toed footprints. According to witnesses, the creature seemed to have no neck and was 6-7 feet tall. Its face was hidden in a mass of hair.",
    "state": "Missouri",
    "image": ""
  },
  {
    "name": "Shunka Warak’in",
    "desc": "Disclaimer: this monster is actually real. Whether it’s a monster or not is up for debate, but a 19th-century rancher killed and mounted the wolf-like thing which had pestered local natives for generations. Today, the owner of the stuffed creature refuses to have Shunka Warak’in ( meaning “carries off dogs”) DNA-tested, so what the monster truly is remains a mystery.<br/>Witnesses who got a good look at Shunka Warak’in described it as being nearly black, with high shoulders and a back that sloped downward much like a hyena.",
    "state": "Montana",
    "image": ""
  },
  {
    "name": "Alkali Lake Monster",
    "desc": "While some claim the Alkali Lake Monster to be a hoax invented to sell newspapers, you can’t help but feel the hoaxers got the tone just right – no magic here, just a combination of an alligator (terrifying), a rhino (dangerous), and a stench (unsavory) rolled up into one and expanded to a 100-foot length. Whatever it is it caused a big stink.<br/>The Alkali Lake Monster is described as a giant brown alligator with a rhinoceros horn on its nose and is said to be 40-100 feet long.",
    "state": "Nebraska",
    "image": ""
  },
  {
    "name": "Tahoe Tessie",
    "desc": "Tales of Tahoe’s answer to Nessie stretch back to legends told by the Washoe and Paiute tribes, and perhaps even further – others have speculated that rather than a monster, Tessie could be a plesiosaur. Or a gigantic eel.<br/>Legend has it that the serpent-like monster lived in a cave beneath the lake. Sightings of this 80-foot-long serpent known as Tahoe Tessie continue to this day.",
    "state": "Nevada",
    "image": ""
  },
  {
    "name": "Wood Devils",
    "desc": "Although wood devils more likely to scarper at an incredible pace than to attack passing humans, locals are unnerved enough by this oversized cross between an evil spirit, a meerkat, and an alien, to have come up with a reassuring alternative: maybe it’s just a sasquatch.<br/>According to eyewitness reports, these sleek wood devils are so good at blending in with their surroundings that you might walk into one before you saw it. Those who claim to have seen them describe them as more than 7 feet tall and covered in grayish hair.",
    "state": "New Hampshire",
    "image": ""
  },
  {
    "name": "Jersey Devil",
    "desc": "An eighteenth century mother, frustrated that she’d fallen pregnant yet again, cursed out loud that her unborn thirteen kid would be “the devil.” Big mistake. Although born humanlike, the little guy soon mutated into the midwife-slaughtering, cattle-bothering demon we know and love today.<br/>Upon the newly born child’s sudden transformation, it grew a goat head, hooves, bat-like wings and a barbed tail.",
    "state": "New Jersey",
    "image": ""
  },
  {
    "name": "Teratorns",
    "desc": "What we’ve got here is another dinosaur that refuses to stay extinct. There’s nothing too spooky about this airplane-sized predator, except that it should have died out six million years ago.<br/>Witnesses describe Teratorns as having wings spanning at least 20 feet. They have pink bald heads with all-black bodies and feathers covering their enormous wings.",
    "state": "New Mexico",
    "image": ""
  },
  {
    "name": "Champy",
    "desc": "Centuries ago, the Abenaki and Iroquois people called the creature of Champlain Lake ‘Tatoskok.’ Whether it’s the same boat-sinking, camera-blurring horned serpent that troubles the waters today, we can’t be sure.<br/>In 1819, Captain Crum of the ship Bulwagga Bay saw a black monster that stretched 187 feet long. According to him, the monster had a head like a seahorse and eyes the color of a peeled onion. It also had three teeth, and a white star on its forehead.",
    "state": "New York",
    "image": ""
  },
  {
    "name": "The Beast of Bray Road",
    "desc": "An angry cat that terrorizes dogs and attacks neighborhood wildlife may not sound that unusual, until you consider the beast’s actions include draining the blood of full-grown horses. With a rap sheet stretching back to the 1950s, the Blandenboro’s trail went cold in 2003 – but locals still keep their pets indoors overnight, just in case.<br/>Residents have described The Beast of Bladenboro as 4 1/2 feet long, bushy, and resembling either a bear or a panther. It’s said to make a sound like that of a crying baby.",
    "state": "North Carolina",
    "image": ""
  },
  {
    "name": "Thunderbird",
    "desc": "A cousin, perhaps, of New Mexico’s Teratorn, the Thunderbird comes with extra special powers, such as the ability to stir up storms and shoot lightning bolts from its wings.<br/>Witnesses describe the Thunderbird as very colorful, with a lot of yellow and red tints. It has a thick neck and was reported to have a wingspan of 12 feet.",
    "state": "North Dakota",
    "image": ""
  },
  {
    "name": "Loveland Frogmen",
    "desc": "A frogman? In Loveland? Sounds sweet, huh? Sure, until you find out it’s AS BIG AS A CHAIR and RUNS LIKE A MAN and has a MAGIC WAND. Aaaaargh!<br/>In 1955, a man pulled over to help 3 human-like figures on the side of the road. He saw creatures of around 4 feet tall, with webbed hands and green, leathery skin. They had frogs faces and the largest of them held a wand over its head which was spitting sparks.",
    "state": "Ohio",
    "image": ""
  },
  {
    "name": "Okie Octopus",
    "desc": "It’s pretty obvious that even the standard, ocean-bound octopus is a space alien. So those wondering how a horse-sized, shark-toothed octopus came to live in Lakes Thunderbird, Oolagah, and Tenkiller – all of which are human-made and thus can’t fall back on historic legend to excuse their mutant population – should be reassured that the Okie Octopussy probably crash-landed there in its spaceship.<br/>According to the rumor, this freshwater cephalopod is about the size of a horse and resembles an octopus, with long tentacles and leathery, reddish-brown skin.",
    "state": "Oklahoma",
    "image": ""
  },
  {
    "name": "Colossal Claude",
    "desc": "Says one onlooker: “His head was like a camel’s. His fur was coarse and gray. He had glassy eyes and a bent snout that he used to push a 20-pound halibut off our lines and into his mouth.” The same witness, then, can be forgiven for backing down from an attempt to hit the monster in the face with a boat hook.<br/>Other witnesses have described Colossal Claude as being 40 feet long with a big round body, a vicious looking tail and an evil, snake-like head.",
    "state": "Oregon",
    "image": ""
  },
  {
    "name": "The Squonk",
    "desc": "Less X-Files, more Rick And Morty, this miserable creature’s special superpower seems to be its ability to escape captivity by crying itself into a pool of water and dripping away.<br/>According to witnesses, The Squonk has saggy, ill-fitting skin that’s covered in warts. It’s ashamed of its appearance, hence the tears.",
    "state": "Pennsylvania",
    "image": ""
  },
  {
    "name": "Vampire Mercy Brown",
    "desc": "When late 19th-century farmer George Brown’s relatives kept dying without explanation, locals decided to dig up their graves and investigate the bones.<br/>They discovered one of them, young Mercy Brown, was perfectly preserved. Never mind that she’d only been dead two months and was buried in coldest winter; she was probably a vampire.",
    "state": "Rhode Island",
    "image": ""
  },
  {
    "name": "Lizard Man of Scape Ore Swamp",
    "desc": "The lizard man is true horror movie material: in operation since the 1980s, he’ll leap on your car if you try to drive away. Survivors can expect to find serious scratch marks on the roof if they manage to shake him off.<br/>Reports of what emerged from the lake describe a green, wet, 7-foot-tall creature. Furthermore, it  has 3 fingers, red eyes and scales.",
    "state": "South Carolina",
    "image": ""
  },
  {
    "name": "Taku-He",
    "desc": "Often to be seen in a coat and top-hat (and no doubt sneering at comparisons to Bigfoot, who he otherwise resembles), Taku-He is not as civilized as he appears: sighted dozens of times during the 1970s, this hairy gentleman apparently had a thing for tearing the genitals from local cattle.<br/>The Taku-He has been spotted in mostly in wide-open areas, staring creepily at witnesses. It is usually dragging some form of dead prey behind it.",
    "state": "South Dakota",
    "image": ""
  },
  {
    "name": "Tennessee Wildman",
    "desc": "“He looks as if he might be the twin brother of Barnum’s wild man, and is fierce and untameable,” wrote the New York Times on February 8, 1889. “A perfect shower of stones” greeted one man’s attempt to strike up conversation; apparently, the Wildman prefers the company of women, whom he has tried on occasion to carry away.<br/>Tennessee Wildman supposedly has either dark grey hair or dark ginger hair. It has been described as “stout”, about 7-9 feet tall with red, beady eyes, a set of claws and a horrible “stink”.",
    "state": "Tennessee",
    "image": ""
  },
  {
    "name": "Chupacabra",
    "desc": "This ‘goatsucker’ made its name by leaving a trail of animal corpses in its wake – although DNA tests have variously revealed the attacker to be a dog, coyote, or raccoon.<br/>The beast known as Chupacabra has no hair and needle-like fangs. It’s said to have large red eyes, a row of spines down its back and bat-like wings.",
    "state": "Texas",
    "image": ""
  },
  {
    "name": "Bear Lake Monster",
    "desc": "“Here is an excellent opportunity for some company to bust Barnum on a dicker for the monster, if they can only catch one,” wrote Joseph C. Rich in 1868 as a lake-monster craze gripped Rich County. Unfortunately, nobody has managed to catch the Bear Lake Monster so any potential prize money remains as insubstantial as the monster itself.<br/>One thing’s for sure; the Bear Lake Monster is huge and looks like a lot like a crocodile with a jaw similar to that of an extinct, carnivorous aquatic lizard.",
    "state": "Utah",
    "image": ""
  },
  {
    "name": "Northfield Pigman",
    "desc": "What happened to Sam Harris? Sightings of a previously unseen pig-man shortly after the teenager’s disappearance on the Halloween of 1951 conjure just two alternatives: either young Harris transformed into a pigman, or a preexisting pigman ate him.<br/>Whatever happened to Sam; years after his disappearance, some high school students reported a monster emerging from the woods. It walked like a man, but was covered in white fur, and had a pig’s face.",
    "state": "Vermont",
    "image": ""
  },
  {
    "name": "Snallygaster",
    "desc": "Despite having far more terrifying features than any self-respecting monster actually needs, the Snallygaster remains popular three centuries after it was first spotted; it even has a guest role in the Harry Potter universe.<br/>Early settlers told tales of a demonic, bird-like creature with a metallic beak filled with teeth. In 1909, locals reported seeing a bird-like monster with; “enormous wings, a long-pointed bill, claws like steel hooks and an eye in the center of its forehead”.",
    "state": "Virginia",
    "image": ""
  },
  {
    "name": "Bigfoot",
    "desc": "Perhaps the only monster in this bestiary to have his own sitcom, Bigfoot’s fame can be traced back hundreds of years to Native American legend – and he still makes guest appearances in the woods today.<br/>Some witnesses have found strange footprints, 14 inches long and 8 inches wide, with 4 toes, in the snow. Others have seen a hairy, ape-like, biped that stands 7-9 feet tall and weighs between 600 and 900 pounds.",
    "state": "Washington",
    "image": ""
  },
  {
    "name": "Mothman",
    "desc": "Journalist John Keel showed up to investigate sightings of the Mothman in 1960s Point Pleasant, and soon began to receive messages from the Mothpeople, including a warning about a regional blackout that was to occur. When the moment came, though, the lights stayed on – but a bridge in Point Pleasant collapsed, killing 46 people.<br/>In 1966 two couples reported the first sighting of the Mothman. It was described as 6-7 feet tall with huge wings and red eyes in the center of its headless body.",
    "state": "West Virginia",
    "image": ""
  },
  {
    "name": "The Beast of Bray Road",
    "desc": "A spate of werewolf-sightings around Elkhorn in the early nineties caught the attention of the national press – although given one witness’s suggestion that the terrifying creature had arms “like a man who had worked out a little bit” it’s not too surprising that panic was kept to a minimum.<br/>As well as the big arms, this “freak of nature” was described as having grayish, brown hair, fangs and pointed ears. It had a long nose like a wolf and can move upright or on all fours.",
    "state": "Wisconsin",
    "image": ""
  },
  {
    "name": "Jackalope",
    "desc": "We’ve got another real one, folks! But while the true explanation for the existence of horned rabbits (those horns are actually cancerous tumors) may be scientifically satisfying, it still doesn’t account for the fact that these terrifying but tragic creatures can apparently sing along with human songs. (They’re usually tenors, by the way).<br/>That’s right you read correctly: cowboys have reported that while they were singing around the campfire, a distant jackalope joined in with the chorus.",
    "state": "Wyoming",
    "image": ""
  }
]